app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("created_at", "email", "name", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2015-10-21 20:56:05.641924"], ["email", "hey@hey.com"], ["name", "Tyler"], ["updated_at", "2015-10-21 20:56:05.641924"]]